[
  {"id":"Caldwell-Harris2023","accessed":{"date-parts":[["2024",7,30]]},"author":[{"family":"Caldwell-Harris","given":"Catherine L"},{"family":"Schwartz","given":"Anna M"}],"citation-key":"Caldwell-Harris2023","container-title":"Ought: The Journal of Autistic Culture","container-title-short":"Ought: The Journal of Autistic Culture","DOI":"10.9707/2833-1508.1145","ISSN":"2833-1508","issue":"1","issued":{"date-parts":[["2023",12,13]]},"language":"en","source":"DOI.org (Crossref)","title":"Why Autistic Sociality is Different: Reduced Interest in Competing for Social Status","title-short":"Why Autistic Sociality is Different","type":"article-journal","URL":"https://scholarworks.gvsu.edu/ought/vol5/iss1/12","volume":"5"},
  {"id":"GillespieLynch2017","abstract":"Autistic and non-autistic adults' agreement with scientific knowledge about autism, how they define autism, and their endorsement of stigmatizing conceptions of autism has not previously been examined. Using an online survey, we assessed autism knowledge and stigma among 636 adults with varied relationships to autism, including autistic people and nuclear family members. Autistic participants exhibited more scientifically based knowledge than others. They were more likely to describe autism experientially or as a neutral difference, and more often opposed the medical model. Autistic participants and family members reported lower stigma. Greater endorsement of the importance of normalizing autistic people was associated with heightened stigma. Findings suggest that autistic adults should be considered autism experts and involved as partners in autism research.","accessed":{"date-parts":[["2024",5,26]]},"author":[{"family":"Gillespie-Lynch","given":"Kristen"},{"family":"Kapp","given":"Steven K."},{"family":"Brooks","given":"Patricia J."},{"family":"Pickens","given":"Jonathan"},{"family":"Schwartzman","given":"Ben"}],"citation-key":"GillespieLynch2017","container-title":"Frontiers in Psychology","DOI":"10.3389/fpsyg.2017.00438","ISSN":"1664-1078","issued":{"date-parts":[["2017",3]]},"page":"438","PMID":"28400742","title":"Whose Expertise Is It? Evidence for Autistic Adults as Critical Autism Experts","title-short":"Whose Expertise Is It?","type":"article-journal","volume":"8"},
  {"id":"Loomes2017","abstract":"OBJECTIVE: To derive the first systematically calculated estimate of the relative proportion of boys and girls with autism spectrum disorder (ASD) through a meta-analysis of prevalence studies conducted since the introduction of the DSM-IV and the International Classification of Diseases, Tenth Revision. METHOD: Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines were followed. The Medline, Embase, and PsycINFO databases were searched, and study quality was rated using a risk-of-bias tool. Random-effects meta-analysis was used. The pooled outcome measurement was the male-to-female odds ratio (MFOR), namely the odds of being male in the group with ASD compared with the non-ASD group. In effect, this is the ASD male-to-female ratio, controlling for the male-to-female ratio among participants without ASD. RESULTS: Fifty-four studies were analyzed, with 13,784,284 participants, of whom 53,712 had ASD (43,972 boys and 9,740 girls). The overall pooled MFOR was 4.20 (95% CI 3.84-4.60), but there was very substantial between-study variability (I2 = 90.9%). High-quality studies had a lower MFOR (3.32; 95% CI 2.88-3.84). Studies that screened the general population to identify participants regardless of whether they already had an ASD diagnosis showed a lower MFOR (3.25; 95% CI 2.93-3.62) than studies that only ascertained participants with a pre-existing ASD diagnosis (MFOR 4.56; 95% CI 4.10-5.07). CONCLUSION: Of children meeting criteria for ASD, the true male-to-female ratio is not 4:1, as is often assumed; rather, it is closer to 3:1. There appears to be a diagnostic gender bias, meaning that girls who meet criteria for ASD are at disproportionate risk of not receiving a clinical diagnosis.","author":[{"family":"Loomes","given":"Rachel"},{"family":"Hull","given":"Laura"},{"family":"Mandy","given":"William Polmear Locke"}],"citation-key":"Loomes2017","container-title":"Journal of the American Academy of Child and Adolescent Psychiatry","DOI":"10.1016/j.jaac.2017.03.013","ISSN":"1527-5418","issue":"6","issued":{"date-parts":[["2017",6]]},"language":"english","page":"466–474","PMID":"28545751","title":"What Is the Male-to-Female Ratio in Autism Spectrum Disorder? A Systematic Review and Meta-Analysis","title-short":"What Is the Male-to-Female Ratio in Autism Spectrum Disorder?","type":"article-journal","volume":"56"},
  {"id":"Mantzalas2022","abstract":"Background: Compared with adults in the general population, autistic adults are more likely to experience poor mental health, which can contribute to increased suicidality. While the autistic community has long identified autistic burnout as a significant mental health risk, to date, only one study has been published. Early research has highlighted the harmful impact of autistic burnout among autistic adults and the urgent need to better understand this phenomenon.\nMethods: To understand the lived experiences of autistic adults, we used data scraping to extract public posts about autistic burnout from 2 online platforms shared between 2005 and 2019, which yielded 1127 posts. Using reflexive thematic analysis and an inductive “bottom-up” approach, we sought to understand the etiology, symptoms, and impact of autistic burnout, as well as prevention and recovery strategies. Two autistic researchers with self-reported experience of autistic burnout reviewed the themes and provided insight and feedback.\nResults: We identified eight primary themes and three subthemes across the data. (1) Systemic, pervasive lack of autism awareness. (1.1) Discrimination and stigma. (2) A chronic or recurrent condition. (3) Direct impact on health and well-being. (4) A life unlived. (5) A blessing in disguise? (6) Self-awareness and personal control influence risk. (6.1) “You need enough balloons to manage the weight of the rocks.” (7) Masking: Damned if you do, damned if you don't. (8) Ask the experts. (8.1) Stronger together. The overarching theme was that a pervasive lack of awareness and stigma about autism underlie autistic burnout.\nConclusions: We identified a set of distinct yet interrelated factors that characterize autistic burnout as a recurring condition that can, directly and indirectly, impact autistic people's functioning, mental health, quality of life, and well-being. The findings suggest that increased awareness and acceptance of autism could be key to burnout prevention and recovery.","accessed":{"date-parts":[["2024",6,7]]},"author":[{"family":"Mantzalas","given":"Jane"},{"family":"Richdale","given":"Amanda L."},{"family":"Adikari","given":"Achini"},{"family":"Lowe","given":"Jennifer"},{"family":"Dissanayake","given":"Cheryl"}],"citation-key":"Mantzalas2022","container-title":"Autism in Adulthood","DOI":"10.1089/aut.2021.0021","ISSN":"2573-9581","issue":"1","issued":{"date-parts":[["2022",3]]},"page":"52-65","publisher":"Mary Ann Liebert, Inc., publishers","source":"liebertpub.com (Atypon)","title":"What Is Autistic Burnout? A Thematic Analysis of Posts on Two Online Platforms","title-short":"What Is Autistic Burnout?","type":"article-journal","URL":"https://www.liebertpub.com/doi/10.1089/aut.2021.0021","volume":"4"},
  {"id":"Pellicano2014","abstract":"The rise in the measured prevalence of autism has been accompanied by much new research and research investment internationally. This study sought to establish whether the pattern of current UK autism research funding maps on to the concerns of the autism community. Interviews and focus groups were conducted with autistic adults, family members, practitioners and researchers to identify their priorities for research. We also captured the views of a large number of stakeholders via an online survey. There was a clear disparity between the United Kingdom’s pattern of funding for autism research and the priorities articulated by the majority of participants. There was general consensus that future priorities for autism research should lie in those areas that make a difference to people’s day-to-day lives. There needs to be greater involvement of the autism community both in priority setting and in research more broadly to ensure that resources reach where they are most needed and can make the most impact.","accessed":{"date-parts":[["2024",8,1]]},"author":[{"family":"Pellicano","given":"Elizabeth"},{"family":"Dinsmore","given":"Adam"},{"family":"Charman","given":"Tony"}],"citation-key":"Pellicano2014","container-title":"Autism","container-title-short":"Autism","DOI":"10.1177/1362361314529627","ISSN":"1362-3613","issue":"7","issued":{"date-parts":[["2014",10]]},"page":"756-770","PMCID":"PMC4230972","PMID":"24789871","source":"PubMed Central","title":"What should autism research focus upon? Community views and priorities from the United Kingdom","title-short":"What should autism research focus upon?","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4230972/","volume":"18"}
]
